Repository: godiard/ecomundo
Catalog: po/*.po
Languages: es

source: Rabbit features
es: Caracteristicas Conejos

source: Fox features
es: Caracteristicas Zorros

source: Rain
es: Lluvia

source: Initial quantities
es: Cantidades iniciales

source: Green
es: Pasto

source: Rabbits
es: Conejos

source: Foxs
es: Zorros

source: Max Age
es: Max Edad

source: Sexual Maturity
es: Madurez Sexual

source: Sexual Freq
es: Freq Sexual

source: Min Feed Freq
es: Min Freq Alim

source: Max Feed Freq
es: Max Freq Alim

source: Max Children
es: Max Crias
